Repository: Baatezu/machinaris
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: nl_nl

source: Saved local currency setting.
nl_nl: Lokale munt instelling opgeslagen.

source: Unknown plotting form
nl_nl: Ongekend plottingformaat

source: Error! Please see logs.
nl_nl: Error! Controleer de logs.

source: Unknown alerts form
nl_nl: Ongekend waarschuwingsformaat

source: Saved cold wallet addresses.
nl_nl: Adres koude portefeuille opgeslagen.

source: Saved mapping settings. Please allow 10 minutes to generate location information for the map.
nl_nl: Kaart instellingen opgeslagen. Wacht 10 minuten terwijl lokatie informatie voor de kaart wordt gegenereerd.

source: Unknown form action
nl_nl: Ongekende formulier actie

source: No worker at %(worker)s for blockchain %(blockchain)s. Please select another blockchain.
nl_nl: Geen werker op %(worker)s voor blockchain %(blockchain)s. Gelieve een ander blockchain te kiezen.

source: For Alerts config, found no responding fullnode found for %(blockchain)s. Please check your workers.
nl_nl: Voor Waarschuwingsconfiguratie, geen reagerende fullnode voor %(blockchain)s gevonden. Gelieve uw werkers te controleren.

source: For Farming config, found no responding fullnode found for %(blockchain)s. Please check your workers.
nl_nl: Voor Farming configuratie, geen reagerende fullnode voor %(blockchain)s gevonden. Gelieve uw werkers te controleren.

source: For Plotting config, found no responding fullnode found for %(blockchain)s. Please check your workers.
nl_nl: Voor Plotting configuratie, geen reagerende fullnode gevonden voor %(blockchain)s. Gelieve uw werkers te controleren.

source: No responding fullnode found for %(blockchain)s. Please check your workers.
nl_nl: Geen reagerende fullnode gevonden voor %(blockchain)s. Gelieve uw werkers te controleren.

source: Unsupported log type
nl_nl: Log type niet ondersteund

source: Idle
nl_nl: Inactief

source: Active
nl_nl: Actief

source: Suspended
nl_nl: Opgeschort

source: in last day.
nl_nl: in voorbije dag.

source: secs
nl_nl: seconden

source: hour
nl_nl: uur

source: Total Balance
nl_nl: Totale Saldo

source: Dismiss Warning
nl_nl: Verwerp waarschuwing

source: Machinaris uses an online wallet for farming. It is strongly recommended that you use a cold wallet for your payout instructions. Tutorial on the %(wiki_link_open)swiki%(wiki_link_close)s. Please add "Setup a Cold Wallet" to your To-Do list!
nl_nl: Machinaris gebruikt een online portefeuille voor farming. Het is ten sterkste aangeraden om een koude portefeuille te gebruiken voor uw uitbetalingsinstructies. Handleiding op de %(wiki_link_open)swiki%(wiki_link_close)s. Voeg "Koude portefeuille maken" toe aan uw takenlijst!

source: Relax and grab a coffee. Status is being gathered from active workers. Please allow 15 minutes...
nl_nl: Relax en neem een koffie. Status van actieve werkers wordt verzameld. Dit kan 15 minuten duren...

source: Worker not responding to pings.
nl_nl: Werker reageert niet op pings

source: Please check the worker container and restart if necessary.
nl_nl: Gelieve uw werker container te controleren en indien nodig te herstarten.

source: Worker time is offset from controller.
nl_nl: Werker klok verschilt van de controller

source: Please ensure worker and controller share same timezone.
nl_nl: Zorg dat werker en controller dezelfde tijdzone delen.

source: Machinaris version does not match controller.
nl_nl: Machinaris versie is niet dezelfde als de controller.

source: Please use a consistent Machinaris version to avoid issues.
nl_nl: Om problemen te voorkomen gebruik een consistente Machinaris versie.

source: days
nl_nl: dagen

source: Syncing
nl_nl: Synchronisatie

source: Not available
nl_nl: Niet beschikbaar

source: Not synced
nl_nl: Niet gesynchroniseerd

source: years
nl_nl: jaren

source: year
nl_nl: jaar

source: months
nl_nl: maanden

source: month
nl_nl: maand

source: weeks
nl_nl: weken

source: day
nl_nl: dag

source: hours
nl_nl: uren

source: minutes
nl_nl: minuten

source: minute
nl_nl: minuut

source: Never (no plots)
nl_nl: Nooit (geen plots)

source: Soon
nl_nl: Binnenkort

source: and
nl_nl: en

source: Alerts: Recent Notifications
nl_nl: Waarschuwingen: Recente notificaties

source: Worker
nl_nl: Werker

source: Notification
nl_nl: Notificatie

source: Recorded At
nl_nl: Geregistreerd om

source: Priority
nl_nl: Prioriteit

source: Remove Selected
nl_nl: Verwijder geselecteerde

source: Remove All
nl_nl: Verwijder alle

source: No notifications from Chiadog yet... so check back soon.
nl_nl: Nog geen notificaties van Chiadog... kom later eens terug.

source: Expect at least a summary notification once daily as long as running above.
nl_nl: Verwacht minstens een dagelijkse sammenvattende notificatie zo lang als hierboven loopt.

source: Chiadog Log on
nl_nl: Chiadog Log van

source: Starting...
nl_nl: Starten...

source: Stopping...
nl_nl: Stoppen...

source: Removing...
nl_nl: Verwijderen...

source: Purging...
nl_nl: Eliminatie...

source: Machinaris
nl_nl: Marchinaris

source: Summary
nl_nl: Samenvatting

source: Wallets
nl_nl: Portefeuilles

source: Keys
nl_nl: Sleutels

source: Connections
nl_nl: Verbindingen

source: Alerts
nl_nl: Waarschuwingen

source: Workers
nl_nl: Werkers

source: Settings
nl_nl: Instellingen

source: Tools
nl_nl: Hulpmiddelen

source: About
nl_nl: Informatie

source: Install
nl_nl: Installeren

source: Issues
nl_nl: Problemen

source: License
nl_nl: Licentie

source: Blockchain Summary
nl_nl: Blockchain Samenvatting

source: Peak Height
nl_nl: Piek Hoogte

source: Peak Time
nl_nl: Piek Tijd

source: Updated At
nl_nl: Bijgewerkt om

source: No blockchains found from any farmers. Not added?
nl_nl: Geen blockchains gevonden in uw farmers. Niet toegevoegd?

source: Try running "chia show --state" on your farmers to verify.
nl_nl: Probeer "chia show --state" uit te voeren op uw farmers om te controleren.

source: Maxmind Account (Required):
nl_nl: Maxmind Account (Verplicht):

source: Maxmind License Key (Required):
nl_nl: Maxmind License Key (Verplicht)

source: Mapbox Access Token (Optional):
nl_nl: Mapbox Access Token (Verplicht)

source: Cancel
nl_nl: Annuleren

source: Save
nl_nl: Opslaan

source: Connections Map
nl_nl: Verbindingen Kaart

source: Connection Details
nl_nl: Verbindings Details

source: IP Address
nl_nl: IP Adres

source: City
nl_nl: Stad

source: Country
nl_nl: Land

source: Ports
nl_nl: Poorten

source: SB Height
nl_nl: SB Hoogte

source: Last Connect
nl_nl: Laatste Verbinding

source: MiB Up
nl_nl: MiB Op

source: MiB Down
nl_nl: MiB Neer

source: Disconnect Selected
nl_nl: Geselecteerde Ontkoppelen

source: Check Port Forwarding
nl_nl: Controleer Port Forwarding

source: Add New Connection
nl_nl: Voeg nieuwe verbinding toe

source: No connections found from any farmers yet. Perhaps just starting?
nl_nl: Nog geen verbindingen van uw farmers gevonden. Nog aan het opstarten?

source: After a while, try running "chia show --connections" on your farmers to verify.
nl_nl: Na enige tijd, probeer "chia show --connections" uit te voeren op uw werkers om dit te controleren.

source: Machinaris Worker
nl_nl: Machinaris Werker

source: This Machinaris worker is controlled at:
nl_nl: Deze Machinaris werker wordt beheerd op:

source: For more, see the Machinaris %(wiki_link_open)swiki%(wiki_link_close)s.
nl_nl: Voor meer info, zie de Machinaris %(wiki_link_open)swiki%(wiki_link_close)s.

source: NOTE: Machinaris will never display your private key here.
nl_nl: NOTA: Machinaris zal hier nooit uw private sleutels tonen.

source: However, you may view it yourself by executing this from within the Docker container.
nl_nl: Alhoewel, u kunt het zelf zien door dit uit te voeren in de Docker container.

source: Best Practices
nl_nl: Aanbevelingen

source: No keys found from any farmers. Not added?
nl_nl: Geen sleutels gevonden in uw farmers. Niet toegevoegd?

source: Try running "chia keys show" on your farmers to verify.
nl_nl: Probeer "chia keys show" uit te voeren op uw farmers om dit na te zien

source: Autoscroll
nl_nl: Auto scrollen

source: Current Difficulty:
nl_nl: Huidige Moeilijkheid:

source: Current Points Balance:
nl_nl: Huidig Punten Saldo:

source: Points Found Since Start:
nl_nl: Punten gevonden sedert start:

source: Points Found in Last 24 Hours:
nl_nl: Punten gevonden in de laatste 24 uren:

source: Points Successful in Last 24 Hours:
nl_nl: Succesvolle punten in de laatste 24 uren:

source: Number of Plots:
nl_nl: Aantal Plots:

source: No pools have been found yet. Perhaps the wallet is still syncing?
nl_nl: Zover geen pools gevonden. Is uw portefeuille nog aan het synchroniseren?

source: If you would like to join a pool, please select the "Settings | Pools" page to get started.
nl_nl: Indien u een pool wenst te vervoegen, selecteer de "Settings | Pools" pagina om te beginnen.

source: For more, see the Machinaris
nl_nl: Voor meer info, zie Machinaris

source: Welcome to Machinaris!
nl_nl: Welkom bij Machinaris!

source: An easy-to-use WebUI for Chia%(trademark)s plotting and farming.
nl_nl: Een gebruiksvriendelijke interface voor Chia%(trademark)s plotting en farming

source: NOTE: If you would prefer to allow Chia to sync the blockchain over many days, see the %(init_link)s for details. Similarly, you may instead %(import_link_open)s import your own blockchain %(import_link_close)s if you have one from a previous Chia install.
nl_nl: NOTA: Indien u echter prefereert om Chia toe te laten om de blockchain gedurende meerdere dagen te synchroniseren, zie dan %(init_link)s voor details. U kunt ook evenwel %(import_link_open)s uw eigen blockchain importeren %(import_link_close)s indien u er een heeft van een eerdere Chia installatie.

source: To get started with Machinaris as a Chia%(trademark)s fullnode, either import your existing 24-word mnemonic seed phrase
nl_nl: Om Machinaris te starten als een Chia%(trademark)s fullnode, importeer uw bestaande mnemonische zin (24 woorden)

source: Import Existing Key
nl_nl: Importeer bestaande sleutel

source: OR
nl_nl: OF

source: You can generate a brand-new mnemonic phrase that will be written to this in-container path
nl_nl: U kan een gloednieuwe mnemonische zin genereren dewelke zal worden opgeslagen in dit container pad

source: Generate New Key
nl_nl: Genereer nieuwe sleutel

source: NOTE: If you would prefer to instead import your mnenmoic seed phrase yourself at the command-line, see the %(wiki_link)s for details.
nl_nl: NOTA: Indien u prefereert om uw mnemonische zin zelf te importeren via de commandoprompt, zie de %(wiki_link)s voor details.

source: Local Currency:
nl_nl: Lokale Munt:

source: Height
nl_nl: Hoogte

source: Wallet
nl_nl: Portefeuille

source: Synced
nl_nl: Gesynchroniseerd

source: Not Synced
nl_nl: Niet Gesynchroniseerd

source: No blockchains found from any farmers. Just starting up?
nl_nl: Geen blockchains gevonden in uw farmers. Nog aan het opstarten?

source: Please allow at least 15 minutes for blockchains to get started.
nl_nl: Wacht minstens 15 minuten terwijl de blockchains opstarten.

source: Wallet Settings
nl_nl: Portefeuille Instellingen

source: Cold Wallet Address:
nl_nl: Adres Koude Portefeuille

source: Wallet Summary
nl_nl: Portefeuille Samenvatting

source: Wallet Balance
nl_nl: Saldo Portefeuille

source: Cold Wallet Balance
nl_nl: Saldo Koude Portefeuille

source: Balance
nl_nl: Saldo

source: Edit Wallet
nl_nl: Wijzig Portefeuille

source: Wallet Details
nl_nl: Portefeuille Details

source: No wallet status received. Perhaps just starting? Please allow at least 10 minutes to update.
nl_nl: Geen portefeuille status ontvangen. Nog aan het opstarten? Wacht minstens 10 minuten voor updates.

source: You can also try running "chia wallet show" on your fullnode's in-container shell to verify.
nl_nl: U can ook "chia wallet show" uitvoeren binnen de container op uw fullnode om dit na te zien.

source: Port
nl_nl: Poort

source: Mode
nl_nl: Modus

source: Last Status Received At
nl_nl: Laatste status ontvangen op

source: Local Time on Worker
nl_nl: Lokale tijd op werker

source: Last Ping to Worker
nl_nl: Laatste ping naar werker

source: Responding
nl_nl: Antwoord

source: Connection Refused
nl_nl: Verbinding geweigerd

source: Connection Timeout
nl_nl: Verbinding time-out

source: Connection Error
nl_nl: Verbinding Error

source: Last Successful Ping to Worker
nl_nl: Laatste succesvolle ping naar werker

source: Version
nl_nl: Versie

source: Farmr ID
nl_nl: Farmer ID

source: Recent Warnings
nl_nl: Laatste waarschuwingen

source: Yay! No issues currently.
nl_nl: Joepie! Momenteel geen problemen.

source: Disk Space Used (TB)
nl_nl: Gebruikte Schijfruimte (TB)

source: Disk Space Free (TB)
nl_nl: Vrije Schijfruimte (TB)

source: Disk Space Used (GB)
nl_nl: Gebruikte Schijfruimte (GB)

source: Disk Space Free (GB)
nl_nl: Vrije Schijfruimte (GB)

source: Host Path
nl_nl: Host Pad

source: Container Path
nl_nl: Container Pad

source: Used for:
nl_nl: Gebruikt voor:

source: Final Plots
nl_nl: Finale Plots

source: Other
nl_nl: Andere

source: Location
nl_nl: Locatie

source: Local
nl_nl: Lokaal

source: Remote
nl_nl: Extern

source: Unknown blockchain fork of selected:
nl_nl: Ongekende blockchain fork geselecteerd:

source: Missing worker hostname. Please provide a short name to identify your worker.
nl_nl: Ontbrekende werker hostname. Geef een korte naam om uw werker mee te identificeren.

source: Invalid host path ending with colon. Try adding a slash to the end like this
nl_nl: Ongeldig pad eindigend met een dubbele punt. Probeer een slash toe te voegen aan het einde, als volgt

source: Empty host path provided for volume at
nl_nl: Ongeldige host pad opgegeven voor volume op

source: Please provide a host path.
nl_nl: Gelieve een host pad op te geven.

source: Empty container path provided for volume at
nl_nl: Leeg container pad opgegeven voor volume op

source: Please provide a container path.
nl_nl: Gelieve een container pad op te geven.

source: Neither Harvester or Plottter mode selected. Please choose one or both.
nl_nl: Noch Harvester noch Plotter modus geselecteerd. Kies een of beide.

source: Missing worker IP address. Please provide the IP the controller will connect to for commands.
nl_nl: Werker IP adres ontbreekt. Gelieve een IP op te geven waarmee de controller zal verbinden voor commandos.

source: Machinaris Worker - Launch Config
nl_nl: Machinaris werker - Lanceer Configuratie

source: Complete the form below to run new harvesters/plotters on other computers across your network. Save the generated docker-compose.yml file to a folder named "machinaris", then execute "docker-compose up" from a shell.
nl_nl: Vervolledig onderstaand formulier om nieuwe harvesters/plotters te starten op computers in uw netwerk. Sla het gegenereerde docker-compose.yml bestand op in een map genaamd "machinaris", en voer dan het commando "docker-compose up" uit via de commandoprompt.

source: Operating System
nl_nl: Besturingssysteem

source: Machinaris Mode
nl_nl: Machinaris Modus

source: Farmer Public Key
nl_nl: Farmer publieke sleutel

source: Pool Public Key
nl_nl: Pool publieke sleutel

source: Pool Contract Address
nl_nl: Pool contract adres

source: Controller IP Address
nl_nl: Controller IP adres

source: Controller API Port
nl_nl: Controller API poort

source: Worker Hostname
nl_nl: Werker hostname

source: Worker IP Address
nl_nl: Werker IP adres

source: Add New Volume
nl_nl: Voeg nieuw volume toe

source: Remove Last Volume
nl_nl: Verwijder laatste volume

source: Copy
nl_nl: Kopieer

source: Last Status Received
nl_nl: Laatste status ontvangen

source: Last Ping
nl_nl: Laatste ping

source: Last Successful Ping
nl_nl: Laatste succesvolle ping

source: Prune Selected
nl_nl: Verwijder geselecteerde

source: New Worker
nl_nl: Nieuwe werker

source: No Machinaris workers have reported status successfully.
nl_nl: Geen Machinaris werkers hebben succesvol een status gerapporteerd.

source: Please check each expected worker's log files.
nl_nl: Verifieer de logs van iedere verwachte werker.

source: Plotting Analysis
nl_nl: Plotting analyse

source: Analysis of the plotting job log shows time (seconds) spent in each phase:
nl_nl: Analyse van de plotting job toont de tijd (seconden) voor iedere fase:

source: Plot Check
nl_nl: Plot Controle

source: Worker is offline.
nl_nl: Werker is offline

source: Farming not started successfully.
nl_nl: Farming niet succesvol gestart.

source: Farming Log for
nl_nl: Farming log voor

source: Good Plot
nl_nl: Goed plot

source: Bad Plot
nl_nl: Slecht plot

source: Daily Summary
nl_nl: Dagelijkse Samenvatting

source: No daily summary found for %(blockchain)s on %(displayname)s.
nl_nl: Geen dagelijkse samenvatting gevonden voor %(blockchain)s op %(displayname)s.

source: Please check that your Machinaris container for this blockchain is running. Also please verify settings on the Alerts page.
nl_nl: Gelieve na te zien of uw Machinaris container voor deze blockchain actief is. Verifieer ook de instellingen op de pagina Waarschuwingen.

source: Previous
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: No plots disk stats recorded recently for %(hostname)s with Chia blockchain. Please ensure all paths containing plots have been %(wiki_link_open)s configured %(wiki_link_close)s. Also ensure the Chia worker is reporting into the controller on the Workers page.
nl_nl: Geen plot schijf statistieken geregistreerd voor %(hostname)s op de Chia blockchain. Gelieve ervoor te zorgen dat alle schijven met plots werden %(wiki_link_open)s geconfigureerd %(wiki_link_close)s. Verifieer ook op de Werkers pagina of de Chia werker rapporteert naar de controller.

source: Expected Time to Win
nl_nl: Verwachte Tijd om te Winnen

source: Total Plots
nl_nl: Totaal Aantal Plots

source: Total Plots Size
nl_nl: Totale Omvang Plots

source: Netspace
nl_nl: Netgrootte

source: Challenges from Harvesters
nl_nl: Uitdagingen van Harvesters

source: Partial Proofs for Pools
nl_nl: Gedeeltelijke bewijzen voor Pools

source: Confirm Kill
nl_nl: Bevestig Kill

source: This action will terminate the selected plots, whether running or stopped, and delete all their temporary files. If Plotman is still running, another plot will be immediately started, so please stop Plotman first from the top-right. Continue?
nl_nl: Deze actie beëindigt de geselecteerde plots, onafgezien of deze actief of gestopt zijn en verwijdert alle tijdelijke bestanden. Als Plotman nog actief is zal onmiddellijk een nieuwe plot starten, zorg er dus voor om eerst Plotman te stoppen (bovenaan rechts op de pagina). Verder gaan?

source: Kill Selected
nl_nl: Kill geselecteerde

source: This action will start Plotman and launch a plotting run using your configured plotter. Be careful about running more than one plotter on a single machine at a time. Continue?
nl_nl: Deze actie start Plotman en lanceert een plotting sessie met uw geconfigureerde plotter. Wees voorzichting met het starten van meer dan één plotter terzelfdertijd op eenzelfde machine. Verder gaan?

source: This action will stop Plotman from launching new plotting jobs. Running jobs will run to completion. Continue?
nl_nl: Deze actie voorkomt dat Plotman nieuwe plotting jobs start. Actieve jobs blijven actief tot deze compleet zijn. Verder gaan?

source: Worker Offline
nl_nl: Werker offline

source: This worker is not currently online and responding to pings from the controller. Please check the Workers page and bring the system back online.
nl_nl: Deze werker is momenteel niet online noch antwoord op pings van de controller. Gelieve de pagina Werkers te controleren en het systeem terug online te brengen.

source: Suspend Selected
nl_nl: Geselecteerde opschorten

source: Resume Selected
nl_nl: Geselecteerde herstarten

source: Plotting Speed - k%(k_size)s Plots
nl_nl: Plotting snelheid - k%(k_size)s Plots

source: Suspending...
nl_nl: Opschorten...

source: Resuming...
nl_nl: Herstarten...

source: Start Archiving
nl_nl: Start Archivering

source: This action will start Plotman archiving from the configured dst folder. Completed plots will be disributed locally or transferred remotely. Continue?
nl_nl: Deze actie start Plotman archivering vanuit de geconfigureerde dst map. Afgewerkte plots zullen locaal gedistribueerd of extern getransfereerd worden. Verder gaan?

source: Stop Archiving
nl_nl: Stop Archivering

source: This action will stop Plotman archiving from the configured dst folder, preventing further completed plot transfers. Continue?
nl_nl: Deze actie stopt Plotman archivering vanuit de geconfigureerde dst map en voorkomt verdere transferts van afgewerkte plots. Verder gaan?

source: This worker is not currently configured for Plotman %(wiki_link_open)sarchiving%(wiki_link_open)s to enable local or remote transfer of completed plots. Please visit the Settings | Plotting page to configure this worker.
nl_nl: Deze werker is momenteel niet geconfigureerd voor Plotman %(wiki_link_open)sarchivering%(wiki_link_open)s om locale of externe transferts van afgewerkte plots uit te voeren. Gelieve de pagina Instellingen | Plotting te bezoeken om de werker te configureren.

source: Archiving
nl_nl: Archivering

source: Archiving is disabled. See Settings | Plotting page.
nl_nl: Archivering is uitgeschakeld. Zie pagina Instellingen | Plotting.

source: Saving...
nl_nl: Opslaan...

source: Confirm Pool Change
nl_nl: Bevestig pool wijziging

source: This action will switch your current pooling selection, possibly resulting in a small charge (few mojos) against your wallet. Continue anyway?
nl_nl: Deze actie wisselt uw huidige pooling selectie, mogelijks leidend tot een kleine kost (enkele mojos) in uw portefeuille. Verder gaan?

source: Join a pool and get consistent farming rewards. The average returns are the same, %(break)sbut it is much less volatile. You can easily switch pools without having to re-plot.
nl_nl: Vervoeg een pool en ontvang consistente farming compensaties. Het gemiddelde rendement is gelijk, %(break)sechter het is minder volatiel. U kunt gemakkelijk pools wisselen zonder plots te hoeven hermaken.

source: ERROR: Unable to join a pool because:
nl_nl: ERROR: Pool kon niet worden vervoegd omdat:

source: Self pool. When you win a block, you will earn rewards.
nl_nl: Self pool. Wanneer u een block wint, krijgt u de compensatie.

source: Connected to pool:
nl_nl: Verbonden met pool:

source: Connect to pool:
nl_nl: Verbind met pool:

source: Compare Pools
nl_nl: Vergelijk pools

source: Get Mojos
nl_nl: Ontvang Mojos

source: Save Changes
nl_nl: Bewaar wijzigingen

source: View Log
nl_nl: Bekijk log

source: No wallets found yet. Perhaps this is a brand-new installation? If so, please wait for complete start-up.
nl_nl: Nog geen portefeuilles gevonden. Misschie is dit een gloednieuwe installatie? Indien zo, wacht tot het opstarten is beëindigt.

source: For more on Pooling, see the Machinaris
nl_nl: Voor meer omtrent Pooling, zie Machinaris

source: PlotNFT Log on
nl_nl: PlotNFS log op
